Repository: winsmith/Playbux
Catalog: Playbux/Localizable.xcstrings
Source language: en
Languages: de

source: Add Player
de: Spieler*in hinzufügen

source: Add Resource Type
de: Resourcentyp hinzufügen

source: Add Session
de: Sitzung hinzufügen

source: Amount
de: Betrag

source: Balances
de: Kontostände

source: Bank amount
de: Betrag in der Bank

# bank_amount_footer
source: Can be empty for infinite bank
de: Kann auch leer sein, dann hat die Bank unendlich Geld

source: Cancel
de: Abbrechen

# confirm_start_game
source: Really start game? Settings cannot be changed afterwards.
de: Spiel wirklich starten? Danach können die Einstellungen nicht mehr geändert werden.

# confirm_start_game_button
source: Really start game
de: Spiel wirklich starten

source: Currency
de: Währung

# default_resource_name
source: Money
de: Mäuse

source: From
de: Von

source: Initial player amount
de: Startbetrag pro Spieler*in

source: New
de: Neu

source: New Game
de: Neues Spiel

source: New Player
de: Neue*r Spieler*in

source: New Transaction
de: Neue Überweisung

source: Note
de: Notiz

source: Optional note
de: Optionale Notiz

source: Players
de: Spieler*innen

source: Please select currency
de: Bitte Währung wählen

source: Recipient
de: Empfänger

source: Resources
de: Resourcen

source: Settings
de: Einstellungen

source: Start Game
de: Spiel starten

source: Submit
de: Abschicken

source: To
de: An

source: Transaction
de: Überweisung

source: Transactions
de: Transaktionen
